<template>
  <div class='container is-max-desktop custom-page px-0'>
    <div class='columns'>
      <div class='column is-full has-text-dark'>
        <h1>1. Термины и определения:</h1>

        <p>1.1. ИП Кокарев Д.А.– Индивидуальный предприниматель Кокарев Денис Алексеевич, ОГРНИП 321370200014024;</p>
        <p>1.2. Веб-сайт и/или веб-страница, принадлежащие ИП Кокарев Д.А., – https://onlyprivate.net</p>
        <p>1.3. Сервис – онлайн-плеер, предоставляемый ИП Кокарев Д.А., и доступный на Веб-сайтах ИП Кокарев Д.А.. при
          использовании Браузера;</p>
        <p>1.4. Сообщение – сообщение в формате Short message service (SMS), которое может быть отправлено на адрес
          электронной почты и/или принято абонентом сотовой сети стандарта GSM.;</p>
        <p> 1.5. Пользователь – лицо, которое дало согласие на получение Сообщений на указанные им номер мобильного
          телефона (стандарта GSM/CDMA) и/или электронный адрес, а также лицо, совершившее оплату доступа к Сервису с
          использованием электронных средств платежа (банковских карт) в сети интернет;</p>
        <p>1.6. Оператор – юридическое лицо, оказывающее Пользователю услуги сотовой телефонной связи стандарта GSM
          и/или CDMA на основании соответствующей лицензии и заключенного с Пользователем договора, в рамках которого
          Пользователю предоставлен номер телефона Абонента;</p>
        <p>1.7. Трансляция – доведение до всеобщего сведения аудиовизуальных материалов ИП Кокарев Д.А. в Плеере на
          Веб-сайте ИП Кокарев Д.А.;</p>
        <p>1.8. Контент – текстовые, графические, аудио, видео и иные (мультимедийные) материалы (в том числе
          аудиовизуальные произведения), размещенные на Сервисе 18+;</p>
        <p>1.9. Территория – территория Российской Федерации;</p>
        <p>1.10. День – в виду того, что Сервис доступен Пользователям в разных часовых поясах, в целях настоящего
          Соглашения период времени с 00 часов 00 минут по 23 часа 59 минут по московскому времени (UTC+4), если иное не
          предусмотрено Соглашением.</p>
        <p>1.11. Подписка – услуга в отношении определенного Сервиса количества единиц Контента (без ограничения по
          количеству просмотров таких единиц Контента), предоставляемая в течение периода времени и за абонентскую
          плату, определенные отображаемыми в интерфейсе Сервиса условиями Подписки. Начало действия Подписки
          исчисляется с момента внесения первой абонентской платы Пользователем и отражения факта оплаты в электронной
          системе учета платежей Сервиса. Пользователь вправе в любое время отказаться от дальнейшего использования
          Подписки после окончания оплаченного периода ее действия в порядке, предусмотренном в п.5.10. настоящего
          Соглашения.</p>
        <p>1.12. «Рекуррентные списания» — функционал по осуществлению регулярных автоматических переводов денежных
          средств
          с Банковской карты Держателя в пользу ИП Кокарева Д.А. за предоставляемые ИП Кокаревым Д.А. услуги Сервиса
          (Подписки) по Соглашению на основании заранее данного акцепта Держателя карты, в соответствии с тарифами и
          опциями по Соглашению.</p>
        <p>1.13. Банк – кредитная организация — АО «Тинькофф Банк» БИК:044525974 К/с:30101810145250000974</p>
        <p>1.14. Запрос – информационное сообщение, направляемое Банком в Банк-эмитент на перевод денежных средств с
          Банковской карты в пользу ИП Кокарева Д.А.</p>
        <p>1.15. Банк-эмитент — кредитная организация, осуществляющая выпуск Банковских карт, а также расчеты по
          операциям,
          совершаемым с использованием Банковских карт.</p>
        <p>1.16. Процессинговый центр — АО «Тинькофф Банк» БИК:044525974 К/с:30101810145250000974</p>
        <p>1.17. Держатель карты – физическое лицо, дающее распоряжение Банку-эмитенту на перевод денежных средств с
          Банковской карты от имени Пользователя в пользу ИП Кокарева Д.А. с помощью Сервиса «Рекуррентные
          списания».</p>
        <p>1.18. Банковская карта — расчетная или кредитная карта, эмитентом которой является Банк-эмитент, являющаяся
          инструментом безналичных расчетов, предназначенная для совершения Держателем карты операций с денежными
          средствами, находящимися на банковских счетах Держателя карты в Банке-эмитенте, или с денежными средствами,
          предоставленными Банком-эмитентом в кредит Держателю карты в соответствии с законодательством Российской
          Федерации, а также договором банковского счета, или в пределах установленного лимита, в соответствии с
          условиями
          кредитного договора между Банком-эмитентом и Держателем карты, при условии, что такая расчетная или кредитная
          карта может быть использована Держателем карты для оплаты Услуг ИП Кокарева Д.А.. Оплата услуг ИП Кокарева
          Д.А.
          в соответствии с настоящим Соглашением возможна Банковскими картами платежных систем VISA International,
          MasterCard International, зарегистрированными в соответствии с действующим законодательством Российской
          Федерации. При этом возможность использования конкретных видов карт VISA International и MasterCard
          International устанавливает Банк-эмитент.</p>
        <p>1.19. Личный кабинет – раздел Веб-сайта ИП Кокарева Д.А.., защищенный системой контроля доступа,
          обеспечивающий
          Пользователю интерфейс для взаимодействия с ИП Кокаревым Д.А.. по Договору</p>

        <h1>2. Общие условия:</h1>
        <p>2.2. Индивидуальный предприниматель Кокарев Денис Алексеевич, (ОГРНИП 321370200014024; место нахождения:
          Российская Федерация, г. Иваново (далее – «ИП Кокарев Д.А.») предлагает пользователю сети Интернет
          использовать
          Сервис на Веб-сайте, принадлежащем ИП Кокарев Д.А., на условиях, изложенных в настоящем пользовательском
          соглашении (далее – «Соглашение»), начиная с момента, когда Пользователь выражает свое согласие с его
          условиями
          в порядке, предусмотренном в настоящем Соглашении.</p>
        <p>2.3. Начиная использовать Сервис Пользователь подтверждает, и считается принявшим условия Соглашения в
          полном объеме, без каких-либо оговорок и исключений, а также Пользователь обязуется использовать Сервис в
          соответствии с настоящим Соглашением и действующим законодательством Российской Федерации. В случае несогласия
          Пользователя с какими-либо из положений Соглашения, Пользователь не вправе использовать Сервис. В случае если
          ИП
          Кокарев Д.А. были внесены какие-либо изменения в Соглашение в порядке, предусмотренном в настоящем Соглашении,
          с
          которыми Пользователь не согласен, он обязан прекратить использование Сервиса.</p>


        <h1>3. Условия использования</h1>

        <p>3.1. Для использования Сервиса Пользователем необходим доступ в сеть Интернет посредством устройства
          Пользователя, на котором установлен Браузер (минимальная скорость Интернет-соединения для корректной работы
          трансляции – 1 Мбит/с.; рекомендуемая скорость – 7 Мбит/с.);</p>
        <p>3.2. Пользователь имеет право использовать Сервис только для личных нужд;</p>
        <p>3.3. Для получения доступа к Сервису Пользователю необходимо указать в специально представленной форме на
          Веб-сайте ИП Кокарева Д.А. адрес электронной почты («e-mail»), далее произвести оплату доступным на Сервисе
          способами, а также принять условия настоящего Соглашения.</p>
        <p>3.4. Пользователи, не предоставившие данные электронной почты и не принявшие словия Соглашения не получают
          право доступа к Сервису.</p>
        <p>3.5. Получения доступа к Сервису является добровольным.</p>
        <p> 3.6. Территория предоставления Сервиса – Российская Федерация.</p>
        <p> 3.7. Пользователь осознает и соглашается с тем, что самостоятельно несет риски возможных убытков, связанные
          с утратой доступа к номеру телефона, физической утратой телефона с сим-картой привязанного номера, с доступом
          третьих лиц к номеру телефона или к телефону с сим-картой привязанного номера, с доступом третьих лиц к
          содержанию SMS -сообщений.</p>
        <p> 3.8. Настоящим Пользователь принимает на себя весь риск использования Сервиса. Ни ИП Кокарев Д.А., ни его
          сотрудники, ни агенты, ни поставщики не гарантируют отсутствия ошибок или беспрерывного функционирования
          Сервиса. При этом вышеперечисленные лица не дают никаких гарантий в отношении возможных результатов
          использования Сервиса или в отношении точности, достоверности содержания той или иной информации, реализуемых
          через Веб-сайт, принадлежащий ИП Кокарев Д.А..</p>
        <p> 3.9. Сервис предоставляется без каких-либо гарантий, прямых или подразумеваемых, включая гарантию
          пригодности для каких-либо конкретных целей. При этом не исключаются гарантии, которые следуют из закона или
          не могут быть исключены, ограничены или изменены в силу законодательства, применяющегося к настоящему
          Соглашению.</p>
        <p> 3.10. ИП Кокарев Д.А. вправе заблокировать доступ к Сервису Пользователя, в том числе в случае нарушения
          Пользовательского соглашения, либо законодательства РФ.</p>


        <h1>4. Положение о конфиденциальности</h1>

        <p>4.1. Общие положения.</p>
        <p>4.2. В случае несогласия Пользователя с условиями настоящего Положения использование Сервиса должно быть
          немедленно прекращено.</p>


        <h1>5. Функции Сервиса и плата за доступ</h1>

        <p>5.1. Сервис предоставляет Пользователю:</p>
        <p> 5.2. Доступ к каналу и/или видеотрансляциям (далее – Видео).</p>
        <p> 5.3. Пользователь не имеет права осуществлять ретрансляцию, запись, перемотку, ставить на паузу Видео,
          распространять копии записи Видео и осуществлять иные действия по использованию Видео.</p>
        <p> 5.4. Доступ на месяц или 30 дней доступна с момента получения ИП Кокарев Д.А. подтверждения факта
          оплаты.</p>
        <p>5.5. Доступ к Сервису предоставляется на платной основе, то есть Пользователь получает доступ к Сервису
          только после осуществления оплаты и получения ИП Кокарев Д.А. соответствующего подтверждения факта оплаты. При
          этом оплата за доступ к сервису, приобретенный на условиях подписки, который предусматривает возможность
          просмотра канала в течение определенного периода времени, осуществляется путем внесения периодических платежей
          –
          абонентской платы в соответствии с нормами ст. 429.4 ГК РФ об абонентском договоре;</p>
        <p> 5.6. Информация о действующих ценах, правилах их применения размещается в виде информационного окна на
          Веб-сайте ИП Кокарева Д.А. При этом Стоимость доступа к Сервису может быть изменена в одностороннем порядке
          без
          специального уведомления Пользователя об этом.</p>
        <p>5.7. Любое предложение на Веб-сайте, принадлежащим ИП Кокарев Д.А.. относительно цены и иных условий
          доступа к Сервису, а также специальных предложений действительно лишь на момент его размещения.</p>
        <p> 5.8. Оплата доступа к Сервису может производиться Пользователем одним из способов:
          - в адрес ИП Кокарева Д.А. Банку в соответствии с условиями соглашения между Пользователем ИП Кокарев Д.А.</p>
        <p>5.9. Оплата за возобновление доступа к Сервису производится Пользователем самостоятельно в соответствии
          с действующими ценами согласно п.5.3.</p>
        <p> 5.10. При оплате Подписки по умолчанию включается опция Рекуррентного списания спустя 1 или 3 дня
          после оформления тестовой подписки за 1 руб. Пользователь выражает свое согласие на списание стоимости
          Подписки
          в полном размере за следующий срок Подписки авансом до даты окончания предыдущего срока Подписки. Списание
          денежных средств за Подписку может производиться за 1 день до даты окончания срока текущей Подписки.
          Сервис «Рекуррентные списания» подключается только для Банковской карты, зарегистрированной Держателем карты.
          Пользователь вправе отключить опцию автоматического продления в личном кабинете по адресу smotrytut.com</p>

        <p>5.10.1. Непосредственное списание денежных средств осуществляет Банк-эмитент на основании заранее данного
          согласия Пользователя на подобное списание в сумме и в срок, указанные в Соглашении. Запрос на перевод
          денежных
          средств с указанием суммы перевода в Банк-эмитент передается Банком и Процессинговым центром в рамках
          заключенных с ИП Кокаревым Д.А. соглашений.</p>
        <p>5.10.2. В один момент времени, у Пользователя может быть активирован (подключён) функционал «Рекуррентные
          списания» только по одной Банковской карте платёжной системы Visa (Visa Inc.), MasterCard или Maestro
          (MasterCard International Inc.).</p>
        <p>5.10.3. ИП Кокарев Д.А. не хранит и не обрабатывает данные банковских карт Пользователей, обеспечивая лишь
          запросы в Процессинговый центр и Банк для повторного проведения операции по банковской карте Пользователя.</p>
        <p>5.10.4. ИП Кокарев Д.А. не гарантирует возможность проведения операций по Банковской карте.</p>
        <p>5.10.5 Пользователь гарантирует, что он является Держателем банковской карты, осознанно, корректно и
          полностью
          вводит все требуемые реквизиты Банковской карты при активации (подключении) Сервиса «Рекуррентные
          списания».</p>
        <p>5.10.6. Подключение функционала «Рекуррентные списания», в порядке, предусмотренном настоящим Соглашением,
          осуществляется только при наличии технической возможности ИП Кокарева Д.А., Процессингового центра, Банка,
          Банка-эмитента. ИП Кокарев Д.А., Процессинговый центр, Банк не несут ответственность за невозможность
          подключения Сервиса «Рекуррентные списания».</p>
        <p>5.10.7. Отключение (отказ) Пользователя от функционала «Рекуррентные списания» происходит: А) В «Личном
          кабинете» Пользователь выбирает раздел «Платежи», подраздел «Сделать платеж». Б) Нажимает кнопку «Отключить
          сервис «Автоматический платеж». При этом денежные средства переведенные с Банковской карты до отключения
          (отказа) Пользователя от Сервиса «Рекуррентные списания» за услуги, Пользователю не возвращаются.</p>
        <p>5.10.8. В случае недостаточности денежных средств на счете Банковской карты для осуществления перевода ИП
          Кокарев Д.А. имеет право повторять запрос на списание с Банковской карты денежных средств.</p>
        <p>5.10.9. Ограничения при пользовании функционалом «Рекуррентные списания»</p>
        <ul>
          <li> - с одной Банковской карты может быть проведено не более 5 (пяти) переводов в сутки;</li>
          <li>- с одной Банковской карты может быть осуществлен перевод не более, чем на 200000 рублей за одну
            операцию;
          </li>
          <li>- с одной Банковской карты может быть осуществлено переводов не более, чем на 200000 рублей в сутки;</li>
          <li>- переход на страницу «Сделать платеж» возможен, лишь в случае если у Пользователя подключено соединение к
            сети
            Интернет, независимо от текущего состояния счёта.
          </li>
        </ul>
        <p>5.10.10. ИП Кокарев Д.А., Процессинговый центр, Банк не несёт ответственности за неработоспособность и/или
          временную неработоспособность Сервиса «Рекуррентные списания». Пользователь самостоятельно контролирует
          исполнение своей обязанности по оплате по Договору. При неработоспособности и/или временной
          неработоспособности
          Сервиса «Рекуррентные списания» Пользователь обязан использовать иные способы исполнения обязанностей по
          Договору.</p>

        <p> 5.11. При оплате Подписки Пользователь соглашается с тем, что стоимость Подписки не зависит от количества
          просмотров Контента, включенного в соответствующую Подписку.</p>
        <p> 5.12. Пользователь соглашается, что если в последний день оплаченного срока Подписки у Пользователя
          недостаточно денежных средств для оплаты следующего срока Подписки, то Владелец Сервиса праве приостановить
          или
          отключить автоматическое продление Подписки со дня, следующего за последним днем оплаченного срока.</p>
        <p>5.13. Если доступ к Сервису был оплачен Пользователем, но не предоставлен по вине ИП Кокарева Д.А., ИП
          Кокарев Д.А. на основании заявления Пользователя, направленного по адресу support@onlyprivate.net, обязан
          вернуть списанную сумму Пользователю. Для осуществления возврата денежных средств Пользователь должен
          сохранять
          документы, подтверждающие факт оплаты, до момента окончания срока пользования Сервисом.</p>
        <p>5.14. Все платежи, осуществленные Пользователем, не подлежат возврату, в том числе в тех случаях, когда
          Пользователь не осуществил просмотр в течение срока доступа к сервису.</p>
        <p> 5.15. ИП Кокарев Д.А. вправе в любое время и без предварительного предупреждения ограничить в целом и/либо
          для отдельного Пользователя какую-либо из опций или все опции Сервиса.</p>
        <p>5.16. Пользователь предоставляет ИП Кокарев Д.А.. свое согласие на направление Пользователю информационных
          сообщений, связанные с процессом, способами использования, и изменением функций Сервиса, информации,
          касающейся
          работы Сервиса, рекламы и иной информации в том числе, но не ограничиваясь, с помощью push-уведомлений,
          сообщений по электронной почте. Пользователь вправе отказаться от получения уведомлений и сообщений ИП
          Кокарева
          Д.А., направив заявку на адрес support@onlyprivate.net</p>


        <h1>6. Контент Сервиса</h1>


        <p>6.1. Пользователь не вправе копировать, извлекать из Сервиса, копировать какой-либо Контент и осуществлять
          его
          распространение либо какое-либо использование способом, не разрешенным и технически не предусмотренным
          Сервисом,
          без предварительного письменного согласия ИП Кокарева Д.А.</p>
        <p>6.2. Пользователь признает и подтверждает, что Контент Сервиса может представлять собой объекты
          интеллектуальных
          прав и иных прав ИП Кокарева Д.А./иных лиц, и в случае их неправомерного использования он может нести
          гражданскую, административную и уголовную ответственность.</p>
        <p>6.3. Пользователь несет ответственность за обеспечение безопасности Веб-сайта ИП Кокарева Д.А., использования
          данных, представленных на Веб-сайтах, в рамках Соглашения.</p>


        <h1> 7. Интеллектуальная собственность</h1>

        <p>7.1. Все используемые и размещенные результаты интеллектуальной деятельности, а также сам Веб-сайт,
          принадлежащий ИП Кокарев Д.А.., являются интеллектуальной собственностью их законных правообладателей и
          охраняются законодательством об интеллектуальной собственности Российской Федерации, а также соответствующими
          международными правовыми конвенциями. Любое использование размещенных результатов интеллектуальной
          деятельности
          (в том числе элементов визуального оформления Сервиса, товарных знаков, символики, текстов, графических
          изображений, иллюстраций, фото, видео, программ, музыки и других объектов) без разрешения ИП Кокарева Д.А. или
          законного правообладателя соответствующих результатов интеллектуальной деятельности является незаконным и
          может
          послужить причиной для судебного разбирательства и привлечения нарушителей к гражданско-правовой,
          административной и (или) уголовной ответственности в соответствии с законодательством Российской
          Федерации.</p>
        <p>Кроме случаев, установленных Соглашением, а также действующим законодательством Российской Федерации, никакой
          результат интеллектуальной деятельности не может быть скопирован (воспроизведен), переработан, распространен,
          отображен во фрейме, опубликован, скачан, передан, продан или иным способом использован целиком или по частям,
          без предварительного разрешения ИП Кокарева Д.А. или законного правообладателя соответствующего результата
          интеллектуальной деятельности, кроме случаев, когда ИП Кокарев Д.А. или правообладатель явным образом выразил
          свое согласие на свободное использование материала любым лицом. </p>
        <p>Доступ к результатам интеллектуальной
          деятельности предоставляется ИП Кокарев Д.А. исключительно для личного некоммерческого использования
          Пользователями в целях ознакомления с ними, без права на воспроизведение (в том числе копирование/загрузку)
          указанных результатов интеллектуальной деятельности в памяти электронных устройств Пользователей, а также без
          права на иное использование указанных результатов интеллектуальной деятельности, не указанное в настоящем
          Соглашении, в том числе, их продажу, модификацию, распространение целиком или по частям и т.п. Любое
          использование результатов интеллектуальной деятельности, размещенных в нем, кроме разрешенного в Соглашении,
          или, в случае явно выраженного согласия ИП Кокарева Д.А. или автора (правообладателя) на такое использование,
          без предварительного письменного разрешения ИП Кокарева Д.А. или автора (правообладателя) категорически
          запрещено. ИП Кокарев Д.А. оставляет за собой право в любое время удалять любые результаты интеллектуальной
          деятельности без уведомления Пользователя.</p>


        <h1>8. Информация Пользователя</h1>

        <p>8.1. В рамках настоящего Соглашения под «информацией Пользователя» понимается:</p>
        <p>8.2. информация, которую Пользователь предоставляет о себе самостоятельно в процессе использования
          Сервиса или получения доступа к нему.</p>
        <p>8.3. данные Пользователя, которые автоматически передаются Сервису в процессе его использования с
          помощью установленного на устройстве Пользователя программного обеспечения, в том числе IP-адрес, данные
          файлов
          cookies, технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата
          и
          время доступа к Сервису, адреса запрашиваемых страниц и иная подобная информация.</p>
        <p>8.4. Пользователь выразил согласие на передачу ИП Кокарев Д.А.. информации Пользователя третьим лицам в
          следующих случаях:</p>
        <p>8.5. передача необходима для использования Пользователем определенной функции Сервиса либо для исполнения
          Соглашения;</p>
        <p>8.6. в целях обеспечения возможности защиты прав и законных интересов ИП Кокарева Д.А. или третьих лиц в
          случаях, когда Пользователь нарушает настоящее Соглашение.</p>
        <p>8.7. Файлы cookies, передаваемые оборудованию Пользователя и оборудованием Пользователя, могут
          использоваться ИП Кокарев Д.А. для предоставления Пользователю персонализированной информации, для
          таргетирования рекламы, которая может показывается Пользователю, в статистических и исследовательских целях, а
          также для улучшения Сервиса.</p>
        <p>8.8. Структура файла cookies, его содержание и технические параметры определяются ИП Кокарев Д.А. и могут
          изменяться без предварительного уведомления Пользователя.</p>
        <p>8.9. Счетчики, размещенные ИП Кокарев Д.А. в Сервисе, могут использоваться для анализа файлов cookies
          Пользователя, для сбора и обработки статистической информации об использовании Сервиса, а также для
          обеспечения
          работоспособности Сервисов в целом или их отдельных функций в частности. Технические параметры работы
          счетчиков
          определяются ИП Кокарев Д.А. и могут изменяться без предварительного уведомления Пользователя.</p>

        <h1>9. Отсутствие гарантий</h1>


        <p>9.1. Пользователь использует Сервис на свой собственный риск. ИП Кокарев Д.А. не принимает на себя никакой
          ответственности, в том числе за соответствие Сервиса целям Пользователя.</p>
        <p>9.2. ИП Кокарев Д.А. не гарантируют, что: Сервис соответствует/будет соответствовать требованиям
          Пользователя; Сервис будет предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут
          быть получены с использованием Сервиса, будут точными и надежными и могут использоваться для каких-либо целей
          или в каком-либо качестве (например, для установления и/или подтверждения каких-либо фактов); качество
          какого-либо продукта, услуги, информации и пр., полученных с использованием Сервиса, будут соответствовать
          ожиданиям Пользователя.</p>
        <p>9.3. Сервис, в том числе размещенные в нем информационно-рекламные материалы, могут содержать ссылки/кнопки,
          позволяющие Пользователю перейти на интернет-сайты третьих лиц и/или размещенные на них аудио/видео/текстовые
          материалы (далее – «Контент третьих лиц»). Такие ссылки/кнопки а также Контент третьих лиц не проверяются ИП
          Кокарев Д.А. на соответствие требованием Пользователя, нормам действующего законодательства Российской
          Федерации и настоящего Соглашения, и ИП Кокарев Д.А. не несет ответственность за любую информацию, материалы,
          размещенные на интернет-сайтах третьих лиц, к которым Пользователь получает доступ в процессе использования
          Сервиса, в том числе, за любые мнения или утверждения, выраженные на интернет-сайтах третьих лиц, рекламу и
          т.п., а также за доступность (уровень услуг) таких интернет-сайтов или Контента третьих лиц и последствия для
          Пользователя их использования и перехода на такие интернет-сайты.</p>
        <p>9.4. Любые информацию и/или материалы (в том числе загружаемые программы для ЭВМ, письма, какие-либо
          инструкции и руководства к действию и т.д.), доступ к которым Пользователь получает с использованием Сервиса,
          Пользователь может использовать на свой собственный страх и риск и самостоятельно несет ответственность за
          возможные последствия использования указанных информации и/или материалов, в том числе за ущерб, который это
          может причинить компьютеру и/или мобильному устройству Пользователя или третьим лицам, за потерю данных или
          любой другой вред.</p>
        <p>9.5. Никакие рекомендации или сведения, полученные Пользователем устно или письменно ИП Кокарев Д.А. или
          посредством услуг, не накладывают на ИП Кокарева Д.А. гарантий, отличных от тех, что оговорены в условиях
          настоящего Соглашения.</p>
        <p>9.6. ИП Кокарев Д.А. не несет ответственности за любые виды убытков, причиненные вследствие использования
          Пользователем Сервиса или отдельных частей/функций Сервиса.</p>

        <h1>10. Ответственность сторон</h1>

        <p>10.1. ИП Кокарев Д.А. обязуются обеспечить стабильную работу Сервиса, постепенное их совершенствование,
          максимально быстрое исправление ошибок в работе Сервиса, однако ИП Кокарев Д.А.:</p>
        <p>10.2. не гарантирует отсутствие ошибок в работе Сервиса; не несет ответственность за их бесперебойную работу,
          их
          совместимость с программным обеспечением и техническими средствами Пользователя и иных лиц; не несет
          ответственность за причинение любых убытков, которые возникли или могут возникнуть в связи/или при пользовании
          Сервиса;</p>
        <p>10.3. не несет ответственность за неисполнение, либо ненадлежащее исполнение своих обязательств вследствие
          сбоев
          в телекоммуникационных и энергетических сетях, действий вредоносных программ, а также недобросовестных
          действий
          третьих лиц, направленных на несанкционированный доступ и/или выведение из строя программного и/или
          аппаратного
          комплекса ИП Кокарева Д.А.</p>
        <p>10.1.1. Ответственность Пользователя:</p>
        <p>10.1.2. Пользователь несет ответственность за предоставление достоверной информации при получении доступа к
          Сервису;</p>
        <p>10.1.3. Пользователь соглашается никогда и ни при каких обстоятельствах не использовать Сервис для:</p>
        <p> 10.4. Подключения и использования любого программного обеспечения, предназначенного для взлома или агрегации
          личных данных других Пользователей, включая адреса электронной почты, пароли и т.д., а также для проведения
          автоматической массовой рассылки какого бы то ни было содержания;</p>
        <p> 10.5. Для введения кого-либо в заблуждение путем присвоения себе чужого имени, адреса электронной почты
          и/или
          пароля и намеренной публикации, отправки сообщений или другого способа использования присвоенного имени
          противозаконно, для умышленного нанесения убытков кому-либо или в любых корыстных целях.</p>
        <p>10.6. Для публикации запрещенных для распространения на Территории материалов, включая, но не ограничиваясь:
          - сведений, составляющих государственную или иную специально охраняемую законом тайну;
          - материалов, содержащих публичные призывы к осуществлению террористической деятельности или публично
          оправдывающих терроризм и прочих экстремистских материалов;
          - материалов, пропагандирующих порнографию;
          - материалов, пропагандирующих культ насилия и жестокости;
          - материалов, содержащих нецензурную брань.</p>
        <p>10.7. В случае нарушения Пользователем какого-либо из условий настоящего Соглашения ИП Кокарев Д.А. оставляет
          за
          собой право прекратить доступ Пользователя к Сервису и передать Материалы, подтверждающие незаконные действия
          Пользователя, в правоохранительные органы для принятия мер.</p>
        <p>10.8. Пользователь обязуется возместить ИП Кокарев Д.А.. любые убытки, понесенные ИП Кокарев Д.А. в связи с
          использованием Пользователем Сервиса с нарушением Пользователем Соглашения и прав (в том числе авторских,
          патентных, информационных и т.д.) третьих лиц.</p>
        <p>10.9. Пользователь признает и соглашается, что IP-адрес персональной ЭВМ Пользователя фиксируется
          техническими
          средствами ИП Кокарева Д.А. и в случае совершения незаконных действий, в том числе действий, нарушающих
          авторские и смежные права третьих лиц, ответственным за указанные незаконные действия признается владелец
          персональной ЭВМ, определяемого техническими средствами ИП Кокарева Д.А. по принадлежности IP-адреса.</p>

        <h1>11. Форс-мажор и чрезвычайные обстоятельства</h1>


        <p>11.1. Стороны не несут ответственности за нарушение своих обязательств, которые возникли после
          вступления в силу Соглашения, если такое нарушение вызвано форс-мажорными обстоятельствами.</p>
        <p>11.2. Форс-мажорные обстоятельства означают чрезвычайные обстоятельства вне разумного контроля Сторон,
          включая, но, не ограничиваясь, следующие обстоятельства: война или другие военные действия (независимо от
          того,
          является ли война объявленной или необъявленной), оккупация, действия иностранных противников, мобилизация,
          реквизиция или эмбарго; ионизирующая радиация или радиоактивное заражение, вызванное определенным видом
          ядерного
          топлива или ядерных отходов, полученных в результате сжигания ядерного топлива, токсичных радиоактивных
          взрывчатых веществ и других вредных свойств взрывчатых или взрывных ядерных устройств или ядерных компонентов;
          перевороты, революции, бунты, военная диктатура или захват власти, гражданская война; восстания, волнения,
          беспорядки; пожары, землетрясения, наводнения; акты и действия государственных органов, делающие невозможным
          исполнение обязательств по настоящему Соглашению в соответствии с законным порядком.</p>

        <h1>12. Иные условия и положения</h1>


        <p>12.1. Заключая настоящее Соглашение, Пользователь принимает решение о предоставлении его персональных данных
          и дает согласие на их обработку свободно, своей волей и в своем интересе. </p>
        <p>12.2. Обрабатываемые данные Пользователя: фамилия, имя, отчество; адреса электронной почты; номера контактных
          телефонов; дата рождения; адрес (страна, регион)…
        </p>
        <p>12.3. В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись;
          систематизация; накопление; хранение; уточнение (обновление, изменение); извлечение; использование; передача
          (предоставление, доступ); блокирование; удаление; уничтожение.</p>
        <p>12.4. ИП Кокарев Д.А. может использовать персональные данные Пользователя для его идентификации, для
          регистрации и/или авторизации, уточнения данных платежа, предоставления персонализированных сервисов, обратной
          связи с Пользователем, обработки заявок и запросов, выполнения обезличенных статистических вычислений,
          улучшения качества услуг, оказываемых Пользователю.</p>
        <p>12.5. Следующие третьи лица обрабатывают предоставленные персональные данные Пользователя по поручению ИП
          Кокарева Д.А.:</p>
        <p>12.6. Персональные данные Покупателя обрабатываются в течение действия настоящего Соглашения.</p>
        <p>12.7 С политикой ИП Кокарева Д.А. в отношении обработки персональных данных можно ознакомиться <a href="#policy">ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</a></p>
      </div>
      <div id="policy" class="column is full has-text-dark">
        <h1>ПОЛИТИКА ИП Кокарева Д.А. В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>

        <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
        <p>Политика обработки персональных данных (далее – Политика) разработана в соответствии с Федеральным законом от
          27.07.2006. №152-ФЗ «О персональных данных» (далее – ФЗ-152).
          Настоящая Политика определяет порядок обработки персональных данных и меры по обеспечению безопасности
          персональных данных ИП Кокарев Д.А. (далее – Оператор) с целью защиты прав и свобод человека и гражданина при
          обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и
          семейную тайну.
          В Политике используются следующие основные понятия:</p>
        <p>1.1. обработка персональных данных– любое действие (операция) или совокупность действий (операций),
          совершаемых
          с использованием средств автоматизации или без использования таких средств с персональными данными, включая
          сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
          уничтожение персональных данных;</p>
        <p>1.2. оператор– государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно
          или
          совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также
          определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия
          (операции), совершаемые с персональными данными;</p>
        <p>1.3. персональные данные– любая информация, относящаяся к прямо или косвенно определенному или определяемому
          физическому лицу (субъекту персональных данных);</p>
        <p>1.4. предоставление персональных данных– действия, направленные на раскрытие персональных данных
          определенному
          лицу или определенному кругу лиц;</p>
        <p>1.5. распространение персональных данных– действия, направленные на раскрытие персональных данных
          неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными
          неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации,
          размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным
          каким-либо иным способом;</p>
        <p>1.6. трансграничная передача персональных данных– передача персональных данных на территорию иностранного
          государства органу власти иностранного государства, иностранному физическому или иностранному юридическому
          лицу;</p>
        <p>1.7. уничтожение персональных данных– действия, в результате которых невозможно восстановить содержание
          персональных данных в информационной системе персональных данных и (или) результате которых уничтожаются
          материальные носители персональных данных.
          Компания обязана опубликовать или иным образом обеспечить неограниченный доступ к настоящей Политике обработки
          персональных данных в соответствии с ч.2 ст.18.1. ФЗ-152.</p>
        <h2>2. ПРИНЦИПЫ И УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <p>2.1 Принципы обработки персональных данных
        <p>Обработка персональных данных у Оператора осуществляется на основе следующих принципов:</p>
        <ul>
          <li>- законности и справедливой основы;</li>
          <li>- ограничения обработки персональных данных достижением конкретных, заранее определенных и законных
            целей;
          </li>
          <li>- недопущения обработки персональных данных, несовместимой с целями сбора персональных данных;</li>
          <li>- недопущения объединения баз данных, содержащих персональные данные, обработка которых осуществляется в
            целях,
            несовместимых между собой;
          </li>
          <li>- обработки только тех персональных данных, которые отвечают целям их обработки;</li>
          <li> - соответствия содержания и объема обрабатываемых персональных данных заявленным целям обработки;</li>
          <li> - недопущения обработки персональных данных, избыточных по отношению к заявленным целям их обработки;
          </li>
          <li>- обеспечения точности, достаточности и актуальности персональных данных по отношению к целям обработки
            персональных данных;
          </li>
          <li>- уничтожения либо обезличивания персональных данных по достижении целей их обработки или в случае утраты
            необходимости в достижении этих целей, при невозможности устранения Оператором допущенных нарушений
            персональных
            данных, если иное не предусмотрено федеральным законом.
          </li>

        </ul>

        <p>2.2Условия обработки персональных данных</p>
        <p> Оператор производит обработку персональных данных при наличии хотя бы одного из следующих условий:</p>
        <ul>
          <li>- обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его
            персональных данных;
          </li>
          <li>- обработка персональных данных необходима для достижения целей, предусмотренных международным договором
            Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской
            Федерации на оператора функций, полномочий и обязанностей;
          </li>
          <li>- обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта
            другого
            органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации
            об
            исполнительном производстве;
          </li>
          <li>- обработка персональных данных необходима для исполнения договора, стороной которого либо
            выгодоприобретателем
            или поручителем по которому является субъект персональных данных, а также для заключения договора по
            инициативе
            субъекта персональных данных или договора, по которому субъект персональных данных будет являться
            выгодоприобретателем или поручителем;
          </li>
          <li> - обработка персональных данных необходима для осуществления прав и законных интересов оператора или
            третьих
            лиц
            либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы
            субъекта
            персональных данных;
          </li>
          <li> - осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен
            субъектом персональных данных либо по его просьбе (далее - общедоступные персональные данные);
          </li>
          <li> - осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в
            соответствии с федеральным законом.
          </li>
        </ul>


        <p>2.3Конфиденциальность персональных данных
          Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не
          распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено
          федеральным законом.</p>
        <p>2.4 Общедоступные источники персональных данных
          В целях информационного обеспечения у Оператора могут создаваться общедоступные источники персональных данных
          субъектов персональных данных, в том числе справочники и адресные книги. В общедоступные источники
          персональных
          данных с письменного согласия субъекта персональных данных могут включаться его фамилия, имя, отчество, дата и
          место рождения, должность, номера контактных телефонов, адрес электронной почты и иные персональные данные,
          сообщаемые субъектом персональных данных.
          Сведения о субъекте персональных данных должны быть в любое время исключены из общедоступных источников
          персональных данных по требованию субъекта персональных данных, уполномоченного органа по защите прав
          субъектов
          персональных данных либо по решению суда.</p>
        <p>2.5 Специальные категории персональных данных
        <p>
        <p>Обработка Оператором специальных категорий персональных данных, касающихся расовой, национальной
          принадлежности,
          политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни, допускается
          в
          случаях, если:</p>
        <ul>
          <li>- субъект персональных данных дал согласие в письменной форме на обработку своих персональных данных;</li>
          <li>- персональные данные сделаны общедоступными субъектом персональных данных;</li>
          <li>- обработка персональных данных осуществляется в соответствии с законодательством о государственной
            социальной
            помощи, трудовым законодательством, законодательством Российской Федерации о пенсиях по государственному
            пенсионному обеспечению, о трудовых пенсиях;
          </li>
          <li> - обработка персональных данных необходима для защиты жизни, здоровья или иных жизненно важных интересов
            субъекта персональных данных либо жизни, здоровья или иных жизненно важных интересов других лиц и получение
            согласия субъекта персональных данных невозможно;
          </li>
          <li>- обработка персональных данных осуществляется в медико-профилактических целях, в целях установления
            медицинского диагноза, оказания медицинских и медико-социальных услуг при условии, что обработка
            персональных
            данных осуществляется лицом, профессионально занимающимся медицинской деятельностью и обязанным в
            соответствии
            с
            законодательством Российской Федерации сохранять врачебную тайну;
          </li>
          <li>- обработка персональных данных необходима для установления или осуществления прав субъекта персональных
            данных
            или третьих лиц, а равно и в связи с осуществлением правосудия;
          </li>
          <li>- обработка персональных данных осуществляется в соответствии с законодательством об обязательных видах
            страхования, со страховым законодательством.
          </li>
        </ul>
        <p>Обработка специальных категорий персональных данных, осуществлявшаяся в случаях, предусмотренных пунктом 4
          статьи 10 ФЗ-152 должна быть незамедлительно прекращена, если устранены причины, вследствие которых
          осуществлялась их обработка, если иное не установлено федеральным законом.
          Обработка персональных данных о судимости может осуществляться Оператором исключительно в случаях и в порядке,
          которые определяются в соответствии с федеральными законами.</p>
        <p>2.6 Биометрические персональные данные
          Сведения, которые характеризуют физиологические и биологические особенности человека, на основании которых
          можно
          установить его личность - биометрические персональные данные - могут обрабатываться Оператором только при
          наличии согласия субъекта персональных данных в письменной форме.</p>
        <p>2.7 Поручение обработки персональных данных другому лицу
          Оператор вправе поручить обработку персональных данных другому лицу с согласия субъекта персональных данных,
          если иное не предусмотрено федеральным законом, на основании заключаемого с этим лицом договора. Лицо,
          осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила
          обработки персональных данных, предусмотренные ФЗ-152 и настоящей Политикой</p>
        <p>2.8. Обработка персональных данных граждан Российской Федерации</p>
        <p>В соответствии со статьей 2 Федерального закона от 21 июля 2014 года N 242-ФЗ «О внесении изменений в
          отдельные
          законодательные акты Российской Федерации в части уточнения порядка обработки персональных данных в
          информационно-телекоммуникационных сетях» при сборе персональных данных, в том числе посредством
          информационно-телекоммуникационной сети "Интернет", оператор обязан обеспечить запись, систематизацию,
          накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской
          Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением
          случаев:</p>
        <ul>
          <li>- обработка персональных данных необходима для достижения целей, предусмотренных международным договором
            Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской
            Федерации на оператора функций, полномочий и обязанностей;
          </li>
          <li>- обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта
            другого
            органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации
            об
            исполнительном производстве (далее - исполнение судебного акта);
          </li>
          <li>- обработка персональных данных необходима для исполнения полномочий федеральных органов исполнительной
            власти,
            органов государственных внебюджетных фондов, исполнительных органов государственной власти субъектов
            Российской
            Федерации, органов местного самоуправления и функций организаций, участвующих в предоставлении
            соответственно
            государственных и муниципальных услуг, предусмотренных Федеральным законом от 27 июля 2010 года N 210-ФЗ«Об
            организации предоставления государственных и муниципальных услуг», включая регистрацию субъекта персональных
            данных на едином портале государственных и муниципальных услуг и (или) региональных порталах государственных
            и
            муниципальных услуг;
          </li>
          <li>- обработка персональных данных необходима для осуществления профессиональной деятельности журналиста и
            (или)
            законной деятельности средства массовой информации либо научной, литературной или иной творческой
            деятельности
            при условии, что при этом не нарушаются права и законные интересы субъекта персональных данных.
          </li>
        </ul>


        <p>2.9. Трансграничная передача персональных данных</p>
        <p>Оператор обязан убедиться в том, что иностранным государством, на территорию которого предполагается
          осуществлять передачу персональных данных, обеспечивается адекватная защита прав субъектов персональных
          данных,
          до начала осуществления такой передачи.
          Трансграничная передача персональных данных на территории иностранных государств, не обеспечивающих адекватной
          защиты прав субъектов персональных данных, может осуществляться в случаях:</p>
        <ul>
          <li> - наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его
            персональных
            данных;
          </li>
          <li>- исполнения договора, стороной которого является субъект персональных данных.</li>
        </ul>


        <h2>3. ПРАВА СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>

        <p>3.1. Согласие субъекта персональных данных на обработку его персональных данных
          Субъект персональных данных принимает решение о предоставлении его персональных данных и дает согласие на их
          обработку свободно, своей волей и в своем интересе. Согласие на обработку персональных данных может быть дано
          субъектом персональных данных или его представителем в любой позволяющей подтвердить факт его получения форме,
          если иное не установлено федеральным законом.</p>
        <p>3.2. Права субъекта персональных данных
          Субъект персональных данных имеет право на получение у Оператора информации, касающейся обработки его
          персональных данных, если такое право не ограничено в соответствии с федеральными законами. Субъект
          персональных
          данных вправе требовать от Оператора уточнения его персональных данных, их блокирования или уничтожения в
          случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не
          являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите
          своих прав.
          Обработка персональных данных в целях продвижения товаров, работ, услуг на рынке путем осуществления прямых
          контактов с субъектом персональных данных (потенциальным потребителем) с помощью средств связи, а также в
          целях
          политической агитации допускается только при условии предварительного согласия субъекта персональных данных.
          Оператор обязан немедленно прекратить по требованию субъекта персональных данных обработку его персональных
          данных в вышеуказанных целях.
          Запрещается принятие на основании исключительно автоматизированной обработки персональных данных решений,
          порождающих юридические последствия в отношении субъекта персональных данных или иным образом затрагивающих
          его
          права и законные интересы, за исключением случаев, предусмотренных федеральными законами, или при наличии
          согласия в письменной форме субъекта персональных данных.
          Если субъект персональных данных считает, что Оператор осуществляет обработку его персональных данных с
          нарушением требований ФЗ-152 или иным образом нарушает его права и свободы, субъект персональных данных вправе
          обжаловать действия или бездействие Оператора в Уполномоченный орган по защите прав субъектов персональных
          данных или в судебном порядке.
          Субъект персональных данных имеет право на защиту своих прав и законных интересов, в том числе на возмещение
          убытков и (или) компенсацию морального вреда.</p>
        <h2>4. ОБЕСПЕЧЕНИЕ БЕЗОПАСНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <p>Безопасность персональных данных, обрабатываемых Оператором, обеспечивается реализацией правовых,
          организационных и технических мер, необходимых для обеспечения требований федерального законодательства в
          области защиты персональных данных.
          Для предотвращения несанкционированного доступа к персональным данным Оператором применяются следующие
          организационно-технические меры:</p>
        <ul>
          <li>- назначение должностных лиц, ответственных за организацию обработки и защиты персональных данных;</li>
          <li> - ограничение состава лиц, допущенных к обработке персональных данных;</li>
          <li>- ознакомление субъектов с требованиями федерального законодательства и нормативных документов Оператора
            по
            обработке и защите персональных данных;
          </li>
          <li> - организация учета, хранения и обращения носителей, содержащих информацию с персональными данными;</li>
          <li> - определение угроз безопасности персональных данных при их обработке, формирование на их основе моделей
            угроз;
          </li>
          <li> - разработка на основе модели угроз системы защиты персональных данных;</li>
          <li>- проверка готовности и эффективности использования средств защиты информации;</li>
          <li>- разграничение доступа пользователей к информационным ресурсам и программно-аппаратным средствам
            обработки
            информации;
          </li>
          <li>- регистрация и учет действий пользователей информационных систем персональных данных;</li>
          <li> - использование антивирусных средств и средств восстановления системы защиты персональных данных;</li>
          <li> - применение в необходимых случаях средств межсетевого экранирования, обнаружения вторжений, анализа
            защищенности и средств криптографической защиты информации;
          </li>
          <li> - организация пропускного режима на территорию Оператора, охраны помещений с техническими средствами
            обработки
            персональных данных.
          </li>
        </ul>
        <h2>5. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h2>
        <p>Иные права и обязанности Оператора в связи с обработкой персональных данных определяются законодательством
          Российской Федерации в области персональных данных.
          Работники Оператора, виновные в нарушении норм, регулирующих обработку и защиту персональных данных, несут
          материальную, дисциплинарную, административную, гражданско-правовую или уголовную ответственность в порядке,
          установленном федеральными законами.</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
h1 {
  margin: 20px 0;
}

p {
  margin: 15px;
}

ul {
  margin: 15px 20px;
}

li {
  margin: 15px 0;
}
</style>